{
            "ita": {
                "quando": "Quando",
                 "dove": "Dove",
                 "invitati": "Invitati",
                 "saluto": "Ciao",
                 "entra": "Entra",
                 "invia": "Invia",
                 "nome" : "Nome",
                 "invito" : "Tipo Invito",
                 "lingua" : "Lingua",
                 "password" : "Inserisci Password",
                 "passworderror" : "Password errata",
                 "richiestapassword": "Prego inserire la password fornita nell'email d'invito",
                 "pulsantechiudi": "Chiudi",
                 "pulsanteok": "Ok",
                 "campoobbligatorio": "Campo Obbligatorio",
                 "emma" : "Ciao Emma, inserisci qua gli invitati!",
                 "farelogin" : "Per loggarsi cliccare sul pulsante in basso a destra e inserire la password",
                 "dovetitolo1" : "The venue",
                "dovetitolo1cont1" : "La cerimonia e I festeggiamenti si terranno presso Villa Elodia, Dimora storica a Trivignano Udinese (UD).",
                "dovetitolo1cont2" : "Please see RSVP section for further details",
                "dovetitolo2":"Come raggiungere Villa Elodia",
                "dovetitolo2cont1":"Via Roma 74, Trivignano Udinese.",
                "dovetitolo2cont2":"Seguire l’autostradae A4 e prendere l’uscita in direzione Palmanova.",
                "dovetitolo2cont3":"Svoltare a sinistra all’uscita dal casello e seguire la strada provinciale SP352, ed entrare nella cittadina di Palmanova.",
                "dovetitolo2cont4":"Uscire dalle mura di Palmanova lungo via Ponte degli Speroni; seguire la strada provinciale SP33 e attraversare Sottoselva e Clauiano.",
                "dovetitolo2cont5":"Trivignano si trova a meno di 10 km dall’uscita autostradale.",
                "dovetitolo3":"Cenni storici",
                "dovetitolo3cont1": "The Villa dates back to the second half of the 17th century.",
                "dovetitolo3cont2": "La Villa risale alla seconda metá del’600. Il catasto napoleonico nel 1811 ne attribuisce la proprietà ai Redolfi, proprietari terrieri di Trivignano; all’epoca le fattezze erano molto diverse da quelle attuali.",
                "dovetitolo3cont3": "Nel 1821 Francesco Redolfi vendette tutta la proprietà al nobile Domenico Rubini, appartenente ad una famiglia di patrizi veneziani che si erano insediati in Friuli giá dalla metá del ’700. Possedevano filande e commerciavano in tessuti e preziose sete che esportavano a Vienna. Vienna.",
                "dovetitolo3cont4": "Domenico avviò l’ampliamento di tutto il complesso, nobilitando la villa secondo i dettami estetici e culturali che si erano affermati fin dai tempi del Palladio: elementi di ascendenza neoclassica sulla facciata principale, lesene doriche che inquadrano il corpo centrale, il timpano col rosone centrale coronato da tre belle statue, la scalinata in pietra a doppia rampa che conduce al piano nobile, per citarne alcuni.",
                "dovetitolo3cont5": "Il salone centrale in puro stile “impero” è abbellito da eleganti colonne ioniche e da una raffinata statua di donna, probabilmente opera della “bottega” del Canova. Tutti gli ambienti sono impreziositi dai lampadari di Murano e dal mobilio originale.",          "dovetitolo3cont6": "Gli edifici rurali per la conservazione del frumento, la pigiatura del vino e l’allevamento del baco da seta avevano uno sviluppo e un’importanza non inferiori a quelle dell’edificio principale.",
                "dovetitolo3cont7":"Nel 1848 la tenuta di Trivignano passó in proprietá a Carlo Rubini (uno dei figli di Domenico), che la abitó stabilmente con la moglie inglese Emma Forbes e le loro tre figlie (il parco circostante ha chiare influenze inglesi).",
                "dovetitolo3cont8":"Durante il primo conflitto mondiale Trivignano di trova ad essere retrovia di Guerra e la villa viene utilizzata come ospedale militare.",
                "dovetitolo3cont9":"Nel 1954 Elodia Orgnani Martina acquistò la proprietà, che viene ancora oggi gestita dai suoi eredi, ospitando eventi di ogni genere, durante tutto l’anno.",
                "hometitolo1":"Emma & Walter",
                "hometitolo2":"23 Settembre, 2017",
                "hometitolo3":"Trivignano Udinese (UD), Italia",
                "homecont1":"“Siamo cosí fortunati ad avervi nelle nostre vite. Grazie per l’affetto, l’amicizia e il supporto.",
                "homecont2":"Siamo felicissimi di poter condividere con voi il nostro grande giorno” – E&W",
                "proposta": "Ci siamo fidanzati!",
                "propostatitolo1":"La proposta",
                "propostacont1":"Con il freddo inverno alle porte, Emma & Walter organizzarono un weekend lungo a Klagenfurt, Austria.",
                "propostacont2":"L’8 dicembre 2016, guidarono fino al confine austriaco; dopo uno splendido pranzo a Tarvisio, raggiunsero il Seepark Hotel, pronti per i mercatini di Natale, sauna e piscine, buon cibo e divertimento!",
                "propostacont3":"Walter organizzò una splendida cena nello stiloso ristorante dell’hotel.",
                "propostacont4":"Lui ed Emma si vestirono a festa e stavano per uscire dalla loro camera quando… Walter tiró fuori dalla valigia un GRANDE pacco regalo, letteralmente, un GRANDE pacco regalo.",
                "propostacont5":"Come molti di voi giá sanno era una meravigliosa borsa da lavoro (Walter sì che conosce i gusti di questa ragazza!).",
                "propostacont6":"Emma non ebbe nemmeno il tempo di ringraziare il suo uomo per il regalo; le disse di guardare dentro la borsa e in un attimo era inginocchiato davanti a lei e… beh, sapete come é andata a finire ;-).",
                "lista":"Lista Nozze",
                "listatitolo":"Lista nozze",
                "listacont1":"La cosa piú importante per noi é la vostra compagnia nel nostro giorno speciale.",
                "listacont2":"Ma se avete piacere di farci un regalo, abbiamo aperto una lista all’Agenzia Viaggi IOT di Gorizia,per la nostra luna di miele! Visitermo gli Stai Uniti per poi rilassarci alle Hawaii.",
                "listacont3":"Grazie dell’aiuto nel realizzare il nostro viaggio da sogno.",
                "programma":"Programma",
                "programmatitolo1":"Programma della giornata",
                "programmatitolo2":"Programma dei festeggiamenti serali",
                "programmatitoloorari":"(gli orari possono variare)",
                "programmaora1":"12.15: ",
                "programmaora2":"13.00: ",
                "programmaora3":"13.45: ",
                "programmaora4":"15.30: ",
                "programmaora5":"18.30: ",
                "programmaora6":"20.00:",
                "programmaoraparty1":"17.45: ",
                "programmaoraparty2":"18.30: ",
                "programmaoraparty3":"20.00: ",
                "programmacont1":"Accoglienza ospiti & Drink di benvenuto",
                "programmacont2":"Cerimonia nuziale",
                "programmacont3":"Gran Buffet e brindisi",
                "programmacont4":"Banchetto nuziale",
                "programmacont5":"Taglio della torta, frutta e dessert",
                "programmacont6":"Buffet serale, Open bar + DJ set",
                "programmacontparty1":"Accoglienza ospiti & Drink di benvenuto",
                "programmacontparty2":"Taglio della torta, frutta e dessert",
                "programmacontparty3":"Buffet serale, Open bar + DJ set",
                "invitofull":"Invito al nostro matrimonio! Si prega confermare o meno la propria presenza entro il xx giugno 2017.",
                "invitoparty":"Invito ai feteggiamenti serali del nostro matrimonio! Si prega confermare o meno la propria presenza entro il xx giugno 2017.",
                "confermare":"Confermi/confermate la presenza?",
                "si":"Sì",
                "no":"No",
                "pulsanteinvia":"Invia",
                "pulsantemodifica":"Modifica",
                "nomeospiti":"Nome e cognome partecipanti",
                "hotel":"Alloggio/Hotel/B&B",
                "cibo":"Esigenze/Restrizioni alimentari",
                "commenti":"Commenti/Domande/Altro",
                "giarisposto":"Risposte già inserite, si vuole modificare?"
                 },
            "eng": {
                "quando": "When",
                "dove": "Where",
                "invitati": "Invitees",
                "saluto": "Hi",
                "entra": "Enter",
                "invia": "Send",
                "domandapranzo" : "Are you coming for lunch?",
                "domandaparty" : "Are you enjoying the party?",
                "nome" : "Name",
                "invito" : "Invite Type",
                "lingua" : "Language",
                "password" : "Insert Password",
                "passworderror" : "Wrong password",
                "richiestapassword": "Please insert the password provided in the invitation email you received",
                "pulsantechiudi": "Cancel",
                "pulsanteok": "Ok",
                "campoobbligatorio": "Required!",
                "emma" : "Hi Emma, insert invitees from this page",
                "farelogin" : "To login click on the button on the right-bottom part of the screen and insert password",
                "dovetitolo1" : "The venue",
                "dovetitolo1cont1" : "The ceremony and wedding celebrations will take place at Villa Elodia, Historical Residence in Trivignano Udinese (UD).",
                "dovetitolo1cont2" : "Please see RSVP section for further details",
                "dovetitolo2":"How to get to Villa Elodia",
                "dovetitolo2cont1":"Via Roma 74, Trivignano Udinese.",
                "dovetitolo2cont2":"Follow the A4 highway and take the exit for Palmanova.",
                "dovetitolo2cont3":"Turn left after the toll and follow the SP352 into the old town of Palmanova.",
                "dovetitolo2cont4":"Exit Palmanova on Via Ponte degli Speroni; follow the SP33 across Sottoselva and Clauiano.",
                "dovetitolo2cont5":"You will reach Trivignano in less than 10 kms.",
                "dovetitolo3":"Historical background",
                "dovetitolo3cont1": "The Villa dates back to the second half of the 17th century.",
                "dovetitolo3cont2": "In 1811 it was owned by the Redolfi family, landowners in Trivignano, at the time it was very different from today.",
                "dovetitolo3cont3": "In 1821 Francesco Redolfi sold the whole property to the Venetian nobleman Domenico Rubini, from an ancient patrician family who had settled in Friuli in the middle of the 18th century. They owned mills and traded in precious silk fabrics that were exported to Vienna.",
                "dovetitolo3cont4": "Domenico expanded and beautified the villa according to the aesthetic and architectural dictates of the Venetian Villas established by Palladio in the 16th century: neo-classical features on the main façade, doric pillars in the central body, the central rose window crowned by three beautiful statues, the stone staircase with a double ramp that leads to the first floor, to name a few. ",
                "dovetitolo3cont5": "Ionic columns and a fine statue from the “workshop” of Canova adorn the central hall, which is characterized by the so-called Empire style (second phase of Neoclassicism). Murano chandeliers and original pieces of furniture complete the villa’s Venitian style.",
                "dovetitolo3cont6": "The farm buildings, for the pressing of grapes and winemaking, the storage of wheat and the breeding of silkworms, were no less important.",
                "dovetitolo3cont7":"In 1848, the property was inherited by Carlo Rubini (one of Domenico’s sons), who lived there with his English wife Emma Forbes and their three daughters (the surrounding park had a strong English influence over the years).",
                "dovetitolo3cont8":"During the First World War, Trivignano was right in the war zone, and the villa was used as a military hospital.",
                "dovetitolo3cont9":"In 1954 Elodia Orgnani Martina bought the property and it has remained in the family ever since and hosts events of all kinds, all year round.",
                "hometitolo1":"Emma & Walter",
                "hometitolo2":"23rd September, 2017",
                "hometitolo3":"Trivignano Udinese (UD), Italy",
                "homecont1":"“We are so grateful to have you all in our lives. Thank you for your love, friendship and support. ",
                "homecont2":"We are so excited about sharing our big day with you” – E&W",
                "proposta": "We are engaged!",
                "propostatitolo1":"The proposal",
                "propostacont1":"With the cold winter approaching, Emma & Walter planned to spend a relaxing long weekend in Klagenfurt, Austria.",
                "propostacont2":"On the 8 th of December 2016, they drove up to the Austrian border; after a delightful lunch in Tarvisio they reached the Seepark Hotel, ready for Christmas markets, pool & sauna, good food and fun!",
                "propostacont3":"Walter organized a wonderful dinner at the fancy hotel restaurant.",
                "propostacont4":"Both him and Emma got all dressed up, and they were just heading out of their hotel room when… Walter pulled out a BIG present, literally a BIG present.",
                "propostacont5":"As most of you know it was a snazzy and stylish handbag for work (Walter sure knows this girl’s taste!).",
                "propostacont6":"Emma had no time to actually thank her man for the gift, when he just said “Look inside” and all of a sudden he was on one knee and… well you know the rest ;-).",
                "lista":"Wedding List",
                "listatitolo":"Wedding list",
                "listacont1":"The most important gift for us is having you share in our happy day.",
                "listacont2":"But if you were thinking of getting us a gift, we have registered at IOT Travel Agency for our dream honeymoon! We are going to travel across the United State and then relax in Hawaii.",
                "listacont3":"Thank you for making our travel dreams come true.",
                "programma":"Schedule",
                "programmatitolo1":"Full day schedule",
                "programmatitolo2":"Evening celebrations schedule",
                "programmatitoloorari":"(please note times may vary)",
                "programmaora1":"12.15: ",
                "programmaora2":"1.00: ",
                "programmaora3":"1.45: ",
                "programmaora4":"3.30: ",
                "programmaora5":"6.30: ",
                "programmaora6":"8.00:",
                "programmaoraparty1":"5.45: ",
                "programmaoraparty2":"6.30: ",
                "programmaoraparty3":"8.00: ",
                "programmacont1":"Guest arrivals & Welcome drinks",
                "programmacont2":"Wedding Ceremony",
                "programmacont3":"Gran Buffet and toasting",
                "programmacont4":"Wedding Banquet",
                "programmacont5":"Cutting of the Wedding cake, fruits and deserts",
                "programmacont6":"Evening Buffet, Open bar + DJ set",
                "programmacontparty1":"Guest arrivals & Welcome drinks",
                "programmacontparty2":"Cutting of the Wedding cake, fruits and deserts",
                "programmacontparty3":"Evening Buffet, Open bar + DJ set",
                "invitofull":"You’re invited to our wedding celebration! Please RSVP by xx June 2017.",
                "invitoparty":"You’re invited to our evening wedding celebration! Please RSVP by xx June 2017.",
                "confermare":"Will you be attending?",
                "si":"Yes",
                "no":"No",
                "pulsanteinvia":"Send",
                "pulsantemodifica":"Edit",
                "nomeospiti":"Full name of guest/s",
                "hotel":"Accomodation/Hotel/B&B",
                "cibo":"Dietary requirements/restrictions",
                "commenti":"Comments/Questions/Other",
                "giarisposto":"Already sent, do you want to edit answers?"
                }
}










 
 


 











